{
  "stories": [
    {
      "assetId":"Shrimp Farm",
      "url": "https://www.woodstocksentinelreview.com/news/crime/okanagan-gangster-faces-heroin-smuggling-charges-in-thailand/wcm/0040d2b7-0ade-47f4-ac40-eb1a92ec98a7",
      "text": "The head of the Thai Office of Narcotics Control Board said other Canadians are also involved in the smuggling operation, which was allegedly mailing heroin hidden in shock absorbers from Thailand to Australia. Thai official Niyom Termsrisuk told reporters at a Bangkok news conference Jan. 20 that authorities have already identified others in the criminal organization, all of whom are Canadians. Derek Stephens was sentenced in 2015 to four years in jail for his role in a Vancouver kidnapping orchestrated by associates and members of the Independent Soldiers gang.",
      "score": -6659.790691005951,
      "latitude": "13.75",
      "longitude": "100.51700000000001",
      "date": "20190130"
    },
    {
      "assetId":"Shrimp Farm",
      "url": "http://news.trust.org/item/20190129062152-00ko7/",
      "text": "BANGKOK, Jan 29 (Reuters) - Standing atop the stairs outside his university auditorium, 20-year-old activist Parit Chiwarak led a protest of hundreds of people calling for an end to Thailand's ruling military junta. A December poll by King Prajadhipok's Institute found that 90 percent of young voters aged 18 to 24 surveyed said they would vote in the next election, a departure from conventional wisdom that Thai youth are apathetic where politics are concerned. On October 6, 1976, state forces and royalist mobs attacked a group of about 2,000 students inside Thammasat University and killed dozens, accusing them of sympathizing with left-leaning revolutions sweeping through the region at the time.",
      "score": -850.2431644951846,
      "latitude": "13.75",
      "longitude": "100.51700000000001",
      "date": "20190130"
    },
    {
      "assetId":"Shrimp Farm",
      "url": "https://news.yahoo.com/thai-court-dismisses-case-against-suspected-wildlife-trafficking-092839035.html",
      "text": "A suspected wildlife trafficking kingpin accused of smuggling $1 million worth of rhino horns to Thailand has had the case against him dismissed, in a surprise Thai court verdict slammed by conservationists. They allege there is \"adequate incriminating information\" to show the Bach family is part of the sprawling Southeast Asian crime syndicate dubbed \"Hydra\". It is a pivot point in Asia's wildlife trafficking chain through which smuggled goods transit through Thailand into Laos and on to Vietnam and China.",
      "score": -537.8492262142424,
      "latitude": "13.75",
      "longitude": "100.51700000000001",
      "date": "20190130"
    },
    {
      "assetId":"Shrimp Farm",
      "url": "https://www.theguardian.com/world/2019/jan/30/toxic-smog-forces-bangkok-to-close-hundreds-of-schools",
      "text": "The Thai capital has been shrouded in murky haze for weeks, forcing residents to don masks and sparking social media criticism of the uneven response by the government. Authorities have seeded clouds to provoke rain, sprayed overpasses with water to catch micro-pollutants and even asked people not to burn incense sticks and paper during Chinese new year celebrations. People wear face masks as heavy air pollution continues to affect Bangkok Photograph: Diego Azubel/EPA\nThree to four of the city’s districts were \"severely hit with smog”, he added.",
      "score": -168.06383871504275,
      "latitude": "13.75",
      "longitude": "100.51700000000001",
      "date": "20190130"
    },
    {
      "assetId":"Shrimp Farm",
      "url": "https://www.myplainview.com/news/medical/article/Bangkok-flies-drones-seeks-better-ideas-to-13576012.php",
      "text": "A fleet of drones, trucks and small planes are spraying water to try to reduce dust around Bangkok while the governor invited critics to brainstorm better ideas to improve the air quality in the Thai capital. Faced with public discontent as well as a possible health crisis, Bangkok's governor, Police Gen. Asawin Kwanmuang, has declared the city a \"pollution control zone,\" allowing firmer measures such as road closings and limits on diesel exhaust, outdoor burning and construction activities. Police announced Thursday that they have arrested the operator of a website that falsely claimed that a woman had died as a result of tiny \"PM 2.5\" particulate matter that experts say is one of the most dangerous constituents of air pollution because it can penetrate deep into the lungs.",
      "score": -642.4460896932386,
      "latitude": "13.75",
      "longitude": "100.51700000000001",
      "date": "20190131"
    },
    {
      "assetId":"Shrimp Farm",
      "url": "https://www.news.com.au/travel/travel-updates/incidents/australian-womans-traumatic-time-locked-in-thai-detention-for-12-days/news-story/c27b3b1ed2b26fd02f504b0bfb49d65e",
      "text": "Claire Licciardo knew Thai detention would be bad, but she never imagined how “horrific” conditions would be and the “blatant disregard” for humanity she saw. The Australian woman was in detention for 12 days this month with none of her belongings, forced to get by on the 100 Thai Baht ($4) she had on her, nearly half of which went straight to buying a blanket, leaving little for food or clean water. Ms Licciardo said she left Pattaya, where she spent New Year’s Eve, to go via Bangkok and was going through immigration to get her new passport stamped when she was stopped.",
      "score": -634.9086400000518,
      "latitude": "13.75",
      "longitude": "100.51700000000001",
      "date": "20190131"
    },
    {
      "assetId":"Shrimp Farm",
      "url": "https://www.dailymail.co.uk/news/article-6651733/Australian-woman-locked-Thai-detention-centre-tells-conditions-endured-12-days.html",
      "text": "At the time of the messages earlier this month, Ms Potter told Daily Mail Australia her friend was terrified and asking for money to buy supplies from detention centre officials. Claire Johnson, 46 (pictured), said she had feared she would receive a 20,000 baht ($880) fine at worst but instead she was transferred to the Immigration Detention Centre in Bangkok Ms Johnson, who is an ex-cosmetic tourism operator, said she was told the room would be like the immigration office but the reality was a cell meant for 30 crammed with 200 women.",
      "score": -539.4655774246867,
      "latitude": "13.75",
      "longitude": "100.51700000000001",
      "date": "20190131"
    },
    {
      "assetId":"Shrimp Farm",
      "url": "https://lowvelder.co.za/afp/566781/facebook-to-bar-foreign-electoral-ads-for-thai-poll/",
      "text": "Facebook said in a newsroom post it would help “protect” the Thai vote by temporarily not allowing ads from “foreign entities which are of an electoral nature”. The new rules, which cover paid-for content, will take effect from mid-February and will apply to external ads with references to “politicians, parties, ‘getting out the vote’, and/or election suppression,” the post said. Thaksin Shinawatra, who was ousted in a 2006 coup and lives abroad to avoid charges he says are politically motivated, has a widely followed Facebook page.",
      "score": -312.8091230703604,
      "latitude": "13.75",
      "longitude": "100.51700000000001",
      "date": "20190131"
    },
    {
      "assetId":"Shrimp Farm",
      "url": "https://www.theaustralian.com.au/news/latest-news/thai-man-faces-jail-over-fake-news-post/news-story/d79ebe9f4c9158bf9c286c23e4ba7eab?nk=ec1b626ebedd8d677d52babcfc194ee8-1548935357",
      "text": "A Thai man has been arrested and charged with a computer crime for posting fake news on his website, local authorities say. So we have charged him with inserting false information into the computer system to cause panic which can lead to up to five years in jail,\" Surachate said. The website showed pictures of a woman with a swollen face and neck at a hospital, but Surachate said she died of another illness.",
      "score": -268.223854209166,
      "latitude": "13.75",
      "longitude": "100.51700000000001",
      "date": "20190131"
    },
        {
      "assetId": "Apparel Factory",
      "url": "https://sg.news.yahoo.com/sri-lanka-rules-scrapping-debt-laden-national-carrier-112956283--finance.html",
      "text": "Sri Lanka has decided against liquidating its national airline and will scout for a foreign investor, a minister said Thursday, despite warnings the loss-making carrier could drag on the economy. A panel convened by President Maithripala Sirisena to determine the fate of debt-saddled SriLankan Airlines recommended it be retained, but subjected to a major financial restructuring. The International Monetary Fund -- which bailed out the government with a $1.5-billion loan in 2016 -- has warned the flailing carrier needs to be overhauled as a matter of priority to sustain economic growth.",
      "score": -237.35576733058892,
      "lat": "6.931939999999999",
      "long": "79.8478",
      "date": "20190131"
    },
    {
      "assetId": "Apparel Factory",
      "url": "https://www.newsfirst.lk/2019/01/31/two-arrested-with-over-41-kg-of-kerala-ganja-in-jaffna/",
      "text": "Colombo (News1st): Two suspects connected to smuggling Kerala Ganja were arrested in Manipay Road, Jaffna following a raid carried out by the Police Narcotics Bureau, Colombo. The duo were arrested while transporting cannabis in a motorbike last night (Jan 30). They are due to be produced before the Jaffna Magistrate Court today (Jan 31).",
      "score": -202.24719101123605,
      "lat": "6.931939999999999",
      "long": "79.8478",
      "date": "20190131"
    },
    {
      "assetId": "Apparel Factory",
      "url": "http://www.colombopage.com/archive_19A/Jan31_1548920239CH.php",
      "text": "Jan 31, Colombo: The Government of Sri Lanka has strongly condemned the terrorist attack by the ELN at the Police Academy in Bogotà, Colombia on 17 January 2019. \"The Government and the people of Sri Lanka convey their deepest condolences to the families of the victims and wish those who were injured a speedy recovery,\" Ministry of Foreign Affairs said in a statement Thursday. The car bomb attack by the ELN rebel group against a police academy killed at least 21 and injured dozens.",
      "score": -125.80645161290283,
      "lat": "6.931939999999999",
      "long": "79.8478",
      "date": "20190131"
    },
    {
      "assetId": "Apparel Factory",
      "url": "https://nationalpost.com/pmn/news-pmn/sri-lanka-plans-1st-death-sentence-executions-since-1976",
      "text": "It said he announced his decision Wednesday in a southern part of the island nation where large amounts of illegal drugs have been discovered. Sri Lankan police in recent months have intensified their efforts to crack down on drugs, seizing 90 kilograms (198 pounds) of heroin from a luxury apartment in the capital, Colombo. “It will buck the global trend away from use of the death penalty and only serve to harm the health and human rights of Sri Lanka’s citizens.”",
      "score": -112.29946524064201,
      "lat": "6.931939999999999",
      "long": "79.8478",
      "date": "20190131"
    },
    {
      "assetId": "Apparel Factory",
      "url": "https://www.newsfirst.lk/2019/01/31/drug-peddler-sentenced-to-death/",
      "text": "COLOMBO(News 1st) – A defendant found guilty for two indictments, possession of 24 grams of heroin and peddling drugs, was sentenced to death by the Colombo High Court today (January 31). An open warrant was issued for the arrest of the defendant who evaded following the conclusion of the hearing. The judge also ordered the attorney’s of the bondsmen to present facts to explain why the money placed as bonds should not be confiscated.",
      "score": -96.77419354838699,
      "lat": "6.931939999999999",
      "long": "79.8478",
      "date": "20190131"
    }
  ]
}